{
  "results": [{
    "id": "Corruption",
    "title": "Corruption",
    "content": "A benefactor, a beneficiary and a benefit. Benefit or the bribe can be of monetary or non-monetary form. Conventional wisdom says that the benefactors are the public and the beneficiaries are bureaucrats, politicians and other State agents (police, judiciary etc.). People could have stopped this malice at any point of time by simply not being the benefactors for, only in very few cases is money made to be forcibly paid under physical threat. In other words if you see the act of bribery as an act of voluntary economic transaction, we realize that bribe is one of the goods being exchanged for a certain service offered by the beneficiaries. From this perspective the beneficiaries are the State agents who offer a speedy and efficient public service, which they should have otherwise provided without the need of any bribe.\n\n The administrative machine of our State is so complex that getting quick service is actually a privilege. And this privilege comes at a certain cost in the form of bribe. One cannot deny that if bribery were to be totally abolished and if every State agent acted according to the word of the law, people would not get quick service keeping in mind the plethora of procedures, regulations etc. imposed by the State on the people. The disharmony between economic, social and political development in the nation is the primary reason for this scenario. A common man today cannot stand in line for weeks and run from one office to another to get signatures from tens of people to get his job done. The world is moving very fast and  the Indian economy has become fast enough to compete at a global level. But the lack of innovation and improvement in administrative service is costing us dearly and forms the foundations of corruption.",
    "image": "https://s3://facepalm97/Assets/sj10.jpg",
    "meta": {
      "description": "Rampant craze of money and poer with a sprinkle of abuse of authority thrown in.",
      "published": "2019-11-19",
      "author": "Adithya Niranjan"
    }
  }]
}
