{
  "results": [{
    "id": "Gun Violence",
    "title": "Gun Violence",
    "content": "In India, discussion on homicides is often sparked by sensational crimes like Aarushi-Hemraj and Sheena Bora murder cases. But the media coverage and debates remain limited to the whodunit aspect of the crime. How widespread is this routine, banal violence – as shown by high homicide figures – is rarely discussed. Based on their findings, Igarapé researchers believe that the problem in India is actually more serious than believed due to the scale of unregistered births and deaths, the poor quality of data collection and under-reporting of crimes by the police. “We have two data sources for India: one is the data from the national police records (NCRB), and the second is the one that the UN and OECD have adjusted to count what they think are the discrepancies in the data. In 2012, the UN-OECD count was 43,000, while the police count filed by the government on their site was 34,000, almost 10,000 homicides fewer. The UN has actually tried to adjust the rate by putting together a more accurate picture from different sources. That’s a big difference. If you go down to the local level, it will become even more pronounced,” says Muggah.\n\nIt’s not just the high murder numbers that are a matter of concern, the causes – as analysed by the monitor – behind the homicides are even more worrying. Tens of thousands of Indians are killed in everyday casual violence with intimate partners or between youths who are inimical to each other. This kind of violence doesn’t hit the national headlines, but it does a follow a pattern that makes India a dangerous country.\n\nThough gun-related violence in India, according to the Homicide Monitor, is concentrated in Manipur, Nagaland, Bihar, Jharkhand, Jammu and Uttar Pradesh, which together account for over 60 percent of all registered homicides involving a firearm, India is following the old pattern of a spike in the murder rate with rapid economic growth accompanied by income and social inequality.",
    "image": "https://facepalm97.s3.amazonaws.com/Assets/sj8.jpg",
    "meta": {
      "description": "Murders, and Not Terrorism, Make India a Really Dangerous Country",
      "published": "2017-06-12T10:01:51Z",
      "author": "Michelle Blackford"
    }
  }]
}
