{
  "results": [{
    "id": "Sexual Orientation",
    "title": "Sexual Orientation",
    "content": "The human rights of lesbian, gay, bisexual, transgender and intersex people (LGBTI) are coming into sharper focus around the world, with important advances in many countries in recent years, including the adoption of new legal protections. The preamble to the Indian Constitution mandates justice -- social, economic, and political equality of status -- for all. The right of equality before law and equal protection under the law is guaranteed in Articles 14 and 21 of the Constitution. In April 2014, the Supreme Court of India ruled in NALSA vs Union of India that the rights and freedoms of transgender people in India were protected under the Constitution; in September 2018, the Supreme Court also decriminalized adult consensual same-sex relationships in the Section 377 judgment review. These judgments are considered a landmark both in terms of their expansive reading of constitutional rights and in empowering LGBT persons. Both judgments mark an important moment for LGBT rights that not only reversed a relic of British imperial rule but also ordered that LGBT Indians be accorded all the protections of their constitution. This was a welcome victory, but it does not necessarily mean that LGBT people in India are fully free or perceived as equal among their fellow citizens. It underscores how much work remains to be done in  India and the rest of the world to overturn antiquated and repressive anti-gay laws.\n\nIndia is a vast and diverse country and attitudes towards this subject and experiences of LGBTI individuals vary vastly. The disparity between urban and rural India, language, caste, class and gender add further complexities to understanding this topic more fully. But what we do know is that India’s LGBT citizens are not a 'minuscule minority'. They have a voice that is strong and refuses to be silent any longer in their efforts to reclaim equality.\n\nSo with the draconian Section 377 gone, what's the way forward?. Today we celebrate the International Day Against Homophobia and Transphobia. May 17 was specifically chosen to commemorate the World Health Organization’s decision in 1990 to declassify homosexuality as a mental disorder. This day has received official recognition from several states, international institutions as the European Parliament, and by countless local authorities. Most United Nations agencies also mark the occasion with specific events.",
    "image": "https://facepalm97.s3.amazonaws.com/Assets/sj11.png",
    "meta": {
      "description": "Anything that undermines that dignity is a violation, for it violates the principle of equality and paves the way for discrimination.",
      "published": "2017-05-10T13:57:35Z",
      "author": "Nathan Greave"
    }
  }]
}
