{
  "results": [{
    "id": "Workplace Discrimination",
    "title": "Workplace Discrimination",
    "content": "Our Indian Society consist of a variety of people that differ in Cast, Religion, Economic status and Gender. For this society a different kind of Social Justice required. According to article – 14 of Indian constitution social justice provides commitment for equality and equal protection before law. Sociologically the word gender refers gender to the socio-cultural definition of man and woman. The way in which societies distinguish men and women and assign them social roles. The distinction between sex and gender was introduced to deal with the general tendency to attribute women’s subordination to their anatomy. Gender inequality is therefore a form of inequality which is distinct from other forms of economic and social inequalities. It dwells not only outside the household but also centrally within it. It stems not only from pre-existing differences in economic endowment between women and men but also from pre-existing gendered social norms and social perceptions. India will be democratic, socialist and secular country. According to this policy there is a separation between religion and state. Practicing untouchability or discriminating a person based on his caste is legally forbidden. Along with this law the government allows positive discrimination of the depressed classes of India.\n\nGender based discrimination is rooted in all aspects of social, economical and political existence. Women's subordination is all round - economic, social, religious, cultural, political, and ideological, each of which reinforce to other one. Low representation in governance and decision making process, low educational and economic status and social exclusion are the crucial challenges to social inclusion. The problem of dalit women is more complex and double rounded than other women. They are not only the victim of Gender biased discriminations but also they are also suffered by the severe caste based discriminations, which limit the access to and control over development resources than later.",
    "image": "https://facepalm97.s3.amazonaws.com/Assets/sj19.jpg",
    "meta": {
      "description": "Our Indian Society consist of a variety of people that differ in Cast, Religion, Economic status and Gender",
      "published": "2016-12-15T23:29:56Z",
      "author": "Nathan Greave"
    }
  }]
}
